
jsonAry=[{"name":"猎狐者","攻击":1000,"防御":1000,"跳跃":5,"sex":1},
    {"name":"白狼","攻击":1500,"防御":1900,"跳跃":6,"sex":0},
    {"name":"奥摩","攻击":800,"防御":500,"跳跃":3,"sex":0},
    {"name":"审判者","攻击":2100,"防御":1800,"跳跃":7,"sex":1},
    {"name":"雷霆","攻击":1600,"防御":1700,"跳跃":6,"sex":0},
    {"name":"黑鹰","攻击":1900,"防御":2100,"跳跃":7,"sex":0},
    {"name":"潘多拉","攻击":1200,"防御":1200,"跳跃":6,"sex":1},
    {"name":"夜玫瑰","攻击":2100,"防御":2000,"跳跃":8,"sex":1},
    {"name":"飞虎队","攻击":1300,"防御":2200,"跳跃":6,"sex":0},
    {"name":"刀锋","攻击":1400,"防御":1800,"跳跃":7,"sex":0},
    {"name":"幻影","攻击":1900,"防御":1900,"跳跃":8,"sex":1},
    {"name":"复仇者","攻击":2000,"防御":2000,"跳跃":9,"sex":1},
    {"name":"铁骑","攻击":2200,"防御":2000,"跳跃":9,"sex":1}]